{
    "Ariocarpus": "<p>Ариока́рпус (лат. Ariocarpus) — род суккулентов семейства Кактусовые. Существует две версии перевода названия: «рябиноплодник» или «грушевидноплодный»</p><p>Стебель низкий, приплюснутый, серо-зелёный или серо-коричневый, до 12 см в диаметре, покрытый словно черепицей твёрдыми дельтовидными, призматическими или трёхгранными, сильно утолщёнными сосочками длиной 3—5 см. На концах сосочков находится колючечная часть ареолы, несущая рудиментарную колючку.</p><p>Цветки колокольчатой формы, белого, жёлтого, красного цвета, диаметром 3—5 см. Появляются вблизи точки роста. Плоды белые, с зеленоватым или красноватым оттенком, мясистые, имеют округлую или продолговатую форму, до 1,5-2,5 см в длину. Семена мелкие.</p><p>Более подробную информацию вы можете прочитать <a href=\"https://ru.wikipedia.org/wiki/%D0%90%D1%80%D0%B8%D0%BE%D0%BA%D0%B0%D1%80%D0%BF%D1%83%D1%81\">здесь</a></p>",

    "Astrophytum": "<p>Астро́фитум (лат. Astrophytum), или Звёздчатый кактус — род шаровидных или невысоких цилиндрических суккулентов из семейства Кактусовые, распространённых на севере Мексики и юге США.</p><p>Кактусы этого рода привлекательны тем, что, несмотря на относительно медленный рост, цветение наступает довольно рано и при благоприятных условиях растения цветут с весны до осени крупными цветками.</p><p>В культуре нетрудны. Выращивают их как на собственных корнях, так и прививая на эхинопсисы. Астрофитумы предпочитают питательную глинистую комковатую землю с добавлением большого количества извести и древесного угля. Развитие корневой системы происходит очень медленно, поэтому взрослые растения достаточно пересаживать раз в 4—5 лет.Летом полив должен быть умеренным, зимой рекомендуется абсолютная сухость почвы при температуре около +6 °C.</p><p>Более подробную информацию вы можете прочитать <a href=\"https://ru.wikipedia.org/wiki/%D0%90%D1%81%D1%82%D1%80%D0%BE%D1%84%D0%B8%D1%82%D1%83%D0%BC\">здесь</a></p>", 

    "Cephalocereus": "<p>Цефалоцереус (лат. Cephalocereus) — род растений семейства Кактусовые (Cactaceae) произрастающий на территории Мексики</p><p>Столбчатые и пряморастущие виды рода Цефалоцереус бывают разветвленными или неразветвленными и могут достигать высоты до 12 метров. Светло-зеленые побеги, с течением времени сереющие, имеют диаметр до 40 сантиметров и почти полностью покрыты густыми колючками ближе к верхушке. Диморфные ареолы расположены близко друг к другу на 12-30 (и более) вертикальных ребрах. Центральные колючки могут иметь оттенки от желтоватого до серого цвета и быть до 4 сантиметров в длину. Многочисленные щетинистые или волосовидные радиальные колючки обычно плотно окружают побег.</p><p>Цветки среднего размера, от трубчатых до колокольчатых, выращиваются из псевдоцефалия и открываются ночью. Чашечка цветка и трубка цветка покрыты мелкими чешуйками. Яйцевидные плоды плотно обладают мелкими чешуйками, опушены. Грушевидные семена гладкие, черного цвета.</p></p><p>Более подробно вы можете прочитать <a href=\"https://ru.wikipedia.org/wiki/%D0%90%D1%81%D1%82%D1%80%D0%BE%D1%84%D0%B8%D1%82%D1%83%D0%BC\">здесь</a></p>",
    
    "Cereus": "<p>Отличается длинным цилиндрическим стеблем. Может достигать 20 метров в высоту, продолжительность жизни до 300 лет. Бывают низкие виды, растущие в виде кустарника или стелющиеся (цепляющиеся с помощью воздушных корней). Род объединяет около 50 видов и множество разновидностей. У крупных видов хорошо развит ствол и крона из безлиственных побегов. Стебли с крупными ребрами, корневая система мощная. На фоне зеленовато-голубоватого стебля красиво выделяются серые, коричневые или черные колючки. Ночью распускаются крупные (до 25 см в длину) зеленовато-белые, белые или розовые цветки. Плоды съедобны, желтого или красного цвета, ягодообразные, голые, более 10 см длиной. В культуре закрытых помещений цереусы являются одними из самых неприхотливых кактусов. Нетребовательны к свету и земле смеси. В естественных условиях размножается семенами и иногда черенками - некрупными частями стебля, которые могут прорастать, попадая на землю. Родина - Вест-Индия, Центральная и Южная Америка, где они широко распространены. Как крупномерные кактусы находят самое широкое применение в озеленении различных помещений, зимних садов, витрин, создании декоративных кактусных горок. Отличаются быстрым ростом и зарекомендовали себя как один из наиболее выносливых подвоев.</p></p><p>Более подробно вы можете прочитать <a href=\"https://ru.wikipedia.org/wiki/%D0%A6%D0%B5%D1%80%D0%B5%D1%83%D1%81\">здесь</a></p>",

    "Cleistocactus": "<p>Клейстока́ктус (лат. Cleistocactus от греч. κλειστή  — «закрываю» и κάκτος) — род южноамериканских кактусов с колонновидными или полегающими ребристыми стеблями. В недавнее время в него был включён целый ряд ранее самостоятельных родов кактусов. Назван так в связи со строением цветков, которые практически всегда закрыты и представляют собой трубки длиной от 2 до 9 сантиметров. Родина — предгорья Анд, холмистые и скалистые районы Боливии, Перу, Уругвая и западной Аргентины.</p><p>Длина стеблей разнится от 30 сантиметров, как, например, у клейстокактуса Баумана, до 3 метров у прямостоящих древовидных растений. Диаметр стеблей также сильно варьируется. Например, у молодых клейстокактусов Винтера он не превышает одного-двух сантиметров. Другие виды, достигая в высоту двух метров, имеют в диаметре 8-9 сантиметров. Рёбра неглубокие и многочисленные, в среднем их 15-25. Ареолы также многочисленны, посажены близко друг к другу и несут в себе множество щетинковидных колючек разной длины (от 5 миллиметров у молодых и низкорослых растений до 5 сантиметров у старых древовидных кактусов) и цвета (белых, серых, жёлтых, коричневых, красных). Радиальные колючки (7—30) тонкие, прямые, 0,3—1,5 см длиной. Центральные колючки (1—3) игловидные, до 5 см длиной. Из-за частых ареол и сближенных рёбер многочисленные колючки некоторых клейстокактусов почти полностью скрывают стебель растения. Популярный в культуре клейстокактус Штрауса по этой причине прозван «белой свечкой». Растут кактусы этого рода относительно быстро, за вегетативный сезон в среднем приращивая 3-5 сантиметров.</p><p>Более подробно вы можете прочитать <a href=\"https://ru.wikipedia.org/wiki/%D0%9A%D0%BB%D0%B5%D0%B9%D1%81%D1%82%D0%BE%D0%BA%D0%B0%D0%BA%D1%82%D1%83%D1%81\">здесь</a></p>",

    "Epiphyllum": "<p>Растения этого рода распространены в тропических и субтропических регионах Южной и Центральной Америки, доходя до Мексики.</p><p>Стебли длинные, ветвистые, стелющиеся или поникающие, нередко с волнистыми краями; могут быть либо плоскими (чаще), либо трёхгранными (реже). Колючки у взрослых растений на вегетативных органах отсутствуют. На стеблях развиваются воздушные корни.</p><p>Цветки крупные (длиной до 40 см), белые, воронковидные. Появляются весной или летом. Как цветочная трубка, так и завязь покрыты чешуйками, волосками и мелкими колючками. Могут открываться как днём, так и ночью.</p><p>Более подробно вы можете прочитать <a href=\"https://ru.wikipedia.org/wiki/%D0%AD%D0%BF%D0%B8%D1%84%D0%B8%D0%BB%D0%BB%D1%83%D0%BC\">здесь</a></p>",

    "Gymnocalycium": "<p>Естественный ареал рода простирается от провинций Чубут и Рио-Негро в южной Аргентине далее на север, через все провинции Аргентины на юг и восток Боливии, Парагвай, часть Уругвая и дальше на север, в Южную Бразилию. Растения встречаются на равнине и поднимаются в горы до высоты 3000 м над уровнем моря; растут среди травы и камней на хорошо дренированной почве.</p><p>Представители рода — растения с шарообразным приплюснутым стеблем; диаметр взрослых экземпляров составляет от 4 до 15 см, при этом высота растений примерно в два раза меньше диаметра. Окраска стебля — обычно серовато-зелёная (иногда почти серая) или коричневато-зелёная (иногда почти коричневая). Среди культиваров встречаются растения с красной и жёлтой окраской стебля; эти бесхлорофилльные кактусы могут расти только привитыми на другом зелёном кактусе.</p><p>Этот род кактусов широко представлен в комнатной культуре, поскольку растения достаточно неприхотливы, устойчивы к вредителям и болезням, хорошо цветут в домашних условиях. Размножают растения большей частью семенами.</p><p>Все виды могут расти на собственных корнях. Летом растениям требуется регулярный полив. Растения светолюбивы, но слишком яркое солнце для них нежелательно. Зимой растения лучше всего содержать практически без полива при низкой температуре (но не ниже 6 °C)</p><p>Более подробно вы можете прочитать <a href=\"https://ru.wikipedia.org/wiki/%D0%93%D0%B8%D0%BC%D0%BD%D0%BE%D0%BA%D0%B0%D0%BB%D0%B8%D1%86%D0%B8%D1%83%D0%BC\">здесь</a></p>",

    "Lophophora": "<p>Это небольшие кактусы с шаровидными, несколько приплюснутыми гладкими стеблями 3 см высотой и около 5 см в диаметре, с бархатистым эпидермисом тусклого серого или голубовато-серого цвета. Корень массивный, реповидный. Рёбра (6—10) слегка выпуклые, очень широкие, особенно возле ареол, разделённые тонкими и чёткими бороздками. На ребрах имеются также поперечные канавки, образующие мягко очерченные бугорки. Крупные белоопушённые ареолы расположены редко и в верхней части стебля содержат пучки белой или серой шерсти. Колючки практически отсутствуют.</p><p>Цветки белые, нежно-розовые, жёлтые, воронковидные, широко открытые, сидячие, появляются вблизи точки роста, до 2 см в диаметре.</p><p>Плоды бледно-розовые, продолговатые, около 1 см длиной, содержат по несколько семян и появляются через 9—12 месяцев после цветения.</p><p>Более подробно вы можете прочитать <a href=\"https://ru.wikipedia.org/wiki/%D0%9B%D0%BE%D1%84%D0%BE%D1%84%D0%BE%D1%80%D0%B0\">здесь</a></p>",

    "Mammillaria": "<p>Маммиллярия — обычно некрупные растения, неветвящиеся или ветвящиеся, порой образующие подушки диаметром до 1 м, иногда - геофиты. Стебли уплощенно-шаровидные, шаровидные или цилиндрические, от 1 до 20(-30) см в диаметре и от 1 до 40(-50) см высотой.</p><p>Отличительной чертой растений рода маммиллярия является специфическое строение ареолы, которая разделена на две пространственно разграниченные части. Такие ареолы называются диморфными.</p><p>Отличительной чертой растений рода маммиллярия является специфическое строение ареолы, которая разделена на две пространственно разграниченные части. Такие ареолы называются диморфными</p><p>Более подробно вы можете прочитать <a href=\"https://ru.wikipedia.org/wiki/%D0%9C%D0%B0%D0%BC%D0%BC%D0%B8%D0%BB%D0%BB%D1%8F%D1%80%D0%B8%D1%8F\">здесь</a></p>",
    
    "Notocactus": "<p>Согласно современной версии систематики кактусовых, в состав рода Пародия включены такие известные и популярные среди любителей роды, как нотокактус, виггинзия, эриокактус, бразиликактус и некоторые другие.</p><p>Стебель шаровидный или коротко-цилиндрический, отчётливо ребристый, с невысокими бугорками. Ареолы с белым опушением.</p><p>Радиальных колючек до сорока, от 0,5 до 1,5 см длиной; центральных колючек от одной до пяти, одна из них часто загнута крючком.</p><p>Цветки воронковидные, жёлтых, оранжевых или красных тонов. Цветочная трубка с волосками и колючками.</p><p>Более подробно вы можете прочитать <a href=\"https://ru.m.wikipedia.org/wiki/%D0%9F%D0%B0%D1%80%D0%BE%D0%B4%D0%B8%D1%8F_(%D1%80%D0%B0%D1%81%D1%82%D0%B5%D0%BD%D0%B8%D0%B5)\">здесь</a></p>",

    "Rebutia": "<p>Ребуция (лат. Rebutia) — род кактусов, включающий в себя до 41 вида. Ареал — Боливия, Перу и Аргентина. Род назван в честь Пьера Ребю, французского кактусиста.</p>Большинство ребуций, а также растения, ранее описывавшиеся в составе родов Aylostera и Mediolobivia, благодаря неприхотливости, малому размеру и лёгкости цветения являются очень популярными комнатными растениями. Горные виды, ранее принадлежавшие к родам Reicheocactus, Weingartia и Sulcorebutia, более трудны в комнатной культуре. Летом Ребуции можно прикопать в горшках в саду, но следует следить за уровнем инсоляции, чтобы не допускать солнечных ожогов. Ребуции могут долго существовать без пересадки в довольно бедном субстрате.<p></p><p>Более подробно вы можете прочитать <a href=\"https://ru.wikipedia.org/wiki/%D0%A0%D0%B5%D0%B1%D1%83%D1%86%D0%B8%D1%8F\">здесь</a></p>",

    "Rhipsalis": "<p>Рипсалис, или Прутовик (лат. Rhipsalis) — род эпифитных кустарничков семейства Кактусовые (Cactaceae), распространённых во влажных тропических лесах Северной и Южной Америки, а также в Африке и Южной Азии. Включает не менее 50 видов. Некоторые виды культивируются (обычно как комнатные или оранжерейные ампельные растения).</p><p>Представители рода — обильно ветвящиеся эпифитные кустарнички с воздушными корнями. У всех видов имеется мягкое щетинистое опушение, колючек нет. Стебли поникающие, могут быть различной формы — округлые, ребристые или плоские листовидные.</p><p>Ареолы расположены на поверхности стебля — в отличие от представителей родственного рода Леписмиум (Lepismium). Цветки актиноморфные, мелкие; могут быть расположены, в зависимости от вида, либо по всей длине стебля, либо ближе к верхушке побега. Венчики цветков — белые или бледно-розовые. Время цветения у большинства видов — конец зимы, начало весны. Плоды сочные, ягодообразные, различной окраски — белые, розовые, чёрные.</p><p>Более подробно вы можете прочитать <a href=\"https://ru.wikipedia.org/wiki/%D0%A0%D0%B8%D0%BF%D1%81%D0%B0%D0%BB%D0%B8%D1%81\">здесь</a></p>",

    "Ripsalidopsis": "<p>Данные кактусы очень похожи на шлюмбергеру.</p><p>Более подробно вы можете прочитать <a href=\"https://en.wikipedia.org/wiki/Rhipsalidopsis\">здесь</a></p>"
}